Repository: Unallocated/UASDrupal
Catalog: docroot/profiles/unallocated/modules/contrib/terms_of_use/translations/*.po
Languages: de, es, fr

source: Node id where your Terms of Use are published
de: Node ID unter welcher die Nutzungsbedingungen veröffentlicht wurden
es: Identificador de nodo cuando sus terminos de uso son publicados
fr: Id du noeud où vos Conditions Générales d'Utilisation sont publiées

source: Node <em>id</em> of the page or story (or blog entry or book page) where your Terms of Use are published.
de: Node <em>ID</em> der Seite oder des Artikels (oder Blogeintrag oder Buchseite) unter welcher die Nutzungsbedingungen veröffentlicht wurden.
es: Nodo <em>id</em> de la pagina o historia (o blog or pagina de libro) cuando sus terminos de uso son publicados.
fr: <em>id</em> du noeud de la page ou histoire (ou entrée de blog ou page de livre) où sont publiées vos Conditions Générales d'Utilisation.

source: I prefer to provide the title of the post
de: Ich bevorzuge den Titel der Seite anzugeben
es: Prefiero proporcionar el título del articulo
fr: Je préfère fournir le titre du contenu

source: Title of the post where your Terms of Use are published
de: Titel der Seite unter welcher die Nutzungsbedingungen veröffentlicht wurden
es: El título del articulo donde sus Términos de uso son publicados
fr: Titre du contenu où sont publiées vos Conditions Générales d'Utilisation

source: Node <em>title</em> of the page or story (or blog entry or book page) where your Terms of Use are published.
de: Node <em>ID</em> der Seite oder des Artikels (oder Blogeintrag oder Buchseite) unter welcher die Nutzungsbedingungen veröffentlicht wurden.
es: Nodo <em>título</em> de la pagina o historia (o blog o pagina de libro) cuando sus terminos de uso son publicados.
fr: <em>Title</em> du noeud de la page ou histoire (ou entrée de blog ou page de livre) où sont publiées vos Conditions Générales d'Utilisation.

source: I prefer to specify the node id
de: Ich bevorzuge die Node ID anzugeben
es: Prefiero especificar el id del nodo
fr: Je préfère spécifier d'id du noeud

source: Label for the fieldset
de: Label Beschriftung des fieldsets auf der Registrierungsseite
es: Etiqueta para el conjunto de campos
fr: Etiquette du groupe de champ

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions Générales d'Utilisation

source: The text for the Terms of Use and the [x] checkbox are contained in a fieldset. Type here the title for that fieldset.
de: Der Text der Nutzungsbedingungen und die [x] Checkbox sind innerhalb eines HTML fieldsets. Hier wird der Titel für das fieldset angegeben.
es: El texto para los terminos de uso y la caja de chequeo [x] estan contenidos en un conjunto de campos. Introduzca aquí el título para este conjunto de campos.
fr: Le texte des Conditions Générales d'Utilisation et la case à cocher [x] sont incluses dans un groupe de champ. Saisissez ici le titre de ce groupe de champ.

source: Label for the ckeckbox
de: Label Beschriftung für die Checkbox
es: Etiqueta para la caja de chequeo
fr: Etiquette de la case à cocher

source: I agree with these terms.
es: Estoy de acuerdo con estas condiciones.
fr: J'acceptes ces conditions.

source: Type here something like "I agree with these terms." or "I CERTIFY THAT I AM OVER THE AGE OF 18 YEARS OLD.", without quotes. You can use the token @link to insert a link to the Terms in this label. For example, the label can be: "I agree with the @link.", without quotes. You may want to link to the Terms if you prefer not to show the full text of the Terms in the registration form. If you use the token, the Terms will not be shown.
es: Introduzca aqui algo como " Acepto estas condiciones de uso." o "CERTIFICO QUE SOY MAYOR DE 18 AÑOS.", sin comillas. Puede usar la señal @link para insertar un enlace a los términos de uso en esta etiqueta. Por ejemplo, la etiqueta puede ser: " Estoy de acuerdo con @link.", sin comillas. Puede querer enlazar a los términos si prefiere no mostrar el texto completo de los las términos de uso en el formulario de registro. Si usa la señal los términos no serán mostrados.
fr: Saisissez ici un texte tel que "J'accepte ces conditions." ou "JE CERTIFIE ETRE AGE DE PLUS DE 18 ANS.", sans les guillemets. Vous pouvez utiliser le jeton @link pour insérer un lien vers les CGU dans cette étiquette. Par exemple, l'étiquette peut être ""J'accepete les @link.", sans guillemets. Vous ne souhaiterez peut-être pas faire un lien vers les CGU si vous ne souhaitez pas afficher le texte intégral des CGU dans le formulaire d'inscription. Si vous utilisez le jeton, les CGU ne seront pas affichées.

source: You must specify a node <em>nid</em>.
de: Eine Node <em>ID</em> muss angegeben werden.
es: Usted debe especificar un nodo <em>nid</em>.
fr: Vous devez spécifier un <em>nid</em> de noeud.

source: No post was published with <em>nid</em> !nid.
de: Es konnte kein Beitrag mit dieser Node <em>ID<em> !nid gefunden werden.
es: Ningún articulo fue publicado con <em>nid</em> !nid.
fr: Aucun contenu n'a été publié avec le <em>nid</em> !nid.

source: No post was published with this title.
de: Es konnte kein Beitrag mit diesem Titel gefunden werden.
es: Ningún articulo fue publicado con este título.
fr: Aucun contenu n'a été publié avec ce titre.

source: You must specify a node title.
de: Ein Node Titel muss angegeben werden.
es: Debe especificar un título al nodo.
fr: Vous devez spécifier un titre de noeud.

source: This field is required
es: Este campo es obligatorio
fr: Ce champ est obligatoire

source: You must agree with the !terms to get an account.
de: Die Nutzungsbedingungen !terms müssen akzeptiert werden um sich registrieren zu können.
es: Usted debe estar de acuerdo con los !terms para obtener una cuenta.
fr: Vous devez accepter les !terms pour ouvrir un compte.

source: Add Terms of Use to the registration page.
de: Nutzungsbedingungen der Registrierungsseite hinzufügen.
es: Añadir terminos de uso a la pagina de registro.
fr: Ajouter des Conditions Générales d'Utilisation à la page d'inscription.

source: Autocomplete node title
de: Autovervollständigung des Node Titels
es: Autocompletar titulo del nodo
fr: Autocomplétion du titre du noeud

source: Adds terms of Use to the registration page.
de: Ergänzt Nutzungsbedingungen zur Registrierungsseite.
es: Añadir terminos de uso a la pagina de registro.
fr: Ajoute des Conditions Générales d'Utilisation à la page d'inscription.

source: I agree with these terms
de: Ich akzeptiere die Nutzungsbedingungen

source: Type here something like "I agree with these terms." or "I CERTIFY THAT I AM OVER THE AGE OF 18 YEARS OLD.", without quotes.
de: Hier wird der Text der rechts neben der Ceckbox steht angegeben, zum Beispiel "Ich akzeptiere die Nutzungsbedingungen" oder "Ich bestätige, dass ich 18 Jahre oder älter bin." (Angaben ohne Anführungszeichen).
